Repository: kane-thornwyrd/drupal.loose_entity_references
Catalog: translations/*.po
Languages: fr

source: Loose Entity Reference
fr: Référence lâche d'entité

source: This field store a value referencing one or multiple entities by the hypothetical value of one of their fields. Entities don't have to exist.
fr: Ce champ contient une valeur référençant une ou plusieurs entités par la valeur hypothétique de l'un de leurs champs. Ces entités n'ont pas à exister.

source: Default
fr: Défaut

source: Raw Data
fr: Données Brutes

source: Targeted Entity → Bundle → Field
fr: Entité cible → Bundle → Champ

source: Targeted Entity → Bundle → Display
fr: Entité cible → Bundle → Mode d'affichage

source: Retarget
fr: Re-cibler

source: Loose Entity References
fr: Références lâches d'entité

source: Create a reference to an entity using the hypothetical value of one of its fields
fr: Créer une référence à une entité en utilisant la valeur hypothétique d'un de ses champs

source: Fields
fr: Champs
